Repository: SuperTavor/WibWobReloaded
Catalog: APK/assets/localize/*/LocalizableResource.strings
Languages: de, es, fr, it, pt, ru

# systemnetworkmanager_09
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить

# systemnetworkmanager_10_01
source: <R>Deleted data can not be recovered</R>
de: <R>Gelöschte Daten können nicht wiederhergestellt werden.</R>
es: <R>No se puede recuperar los datos borrados</R>.
fr: <R>Les données supprimées ne peuvent pas être récupérées.</R>
it: <R>I dati eliminati non possono essere recuperati</R>
pt: <R>Dados apagados não podem ser recuperados</R>
ru: <R>Удаленные данные невозможно восстановить</R>

# systemnetworkmanager_10_02
source: Are you sure you want to
de: Bist du sicher, dass du wieder
es: ¿Seguro que quieres
fr: Veux-tu vraiment
it: Vuoi davvero
pt: Tem certeza de que deseja
ru: Действительно

# systemnetworkmanager_10_03
source: start over from the beginning?
de: von vorne beginnen willst?
es: empezar desde el principio?
fr: recommencer depuis le début ?
it: ricominciare daccapo?
pt: começar desde o início?
ru: начать с самого начала?

# systemnetworkmanager_11_01
source: Failed to load save data
de: Speicherstand konnte nicht geladen werden.
es: No se han podido cargar los datos guardados.
fr: Impossible de charger les données de sauvegarde.
it: Impossibile caricare il salvataggio
pt: Falha ao carregar dados salvos
ru: Не удалось загрузить сохраненные данные.

# systemnetworkmanager_11_02
source: Please try restarting your device
de: Bitte starte dein Gerät neu, um dies zu beheben.
es: Intenta reiniciar tu dispositivo.
fr: Essaie de redémarrer ton appareil.
it: Prova a riavviare il tuo dispositivo
pt: Tente reiniciar o seu dispositivo
ru: Попытайся перезагрузить устройство

# systemnetworkmanager_11_03
source: Start over from the beginning?
de: Von vorne beginnen?
es: ¿Quieres empezar desde el principio?
fr: Recommencer depuis le début ?
it: Vuoi ricominciare dall'inizio?
pt: Começar desde o início?
ru: Начать с самого начала?

# level5info01dialog_03_02
source: you will be able to recover your
de: Außerdem kannst du für den Fall einer
es: recuperar tus datos de guardado.
fr: Si tu supprimes accidentellement
it: l'app, potrai comunque recuperare
pt: acidentalmente, poderá recuperar seus
