Repository: SuperTavor/WibWobReloaded
Catalog: APK/assets/localize/*/LocalizableResource.strings
Languages: de, es, fr, it, pt, ru

# titlescene_01
source: Close the app?
de: Die App schließen?
es: ¿Cerrar la app?
fr: Fermer l'application ?
it: Chiudere l'app?
pt: Fechar o app?
ru: Закрыть приложение?

# titlescene_02
source: Initializing
de: Initialisierung ...
es: Iniciando...
fr: Initialisation en cours...
it: Inizializzazione
pt: Inicializando
ru: Инициализация

# titlescene_03
source: Delete Saved Data?
de: Gespeicherte Daten löschen?
es: ¿Borrar datos guardados?
fr: Supprimer les données sauvegardées ?
it: Eliminare i dati salvati?
pt: “Excluir dados salvos?”
ru: Удалить сохраненные данные?

# titlescene_04
source: News
de: Neuigkeiten
es: Noticias
fr: Infos
it: Notizie
pt: Novidades
ru: Новости

# titlescene_05
source: You cannot repetedly use this feature.
de: Du kannst diese Funktion nicht wiederholt verwenden.
es: No puedes usar esta función repetidamente.
fr: Tu ne peux pas utiliser cette fonction sans cesse.
it: Non puoi usare ripetutamente questa funzionalità.
pt: Você não pode usar esse recurso repetidamente.
ru: Эту возможность нельзя использовать часто.

# titlescene_06
source: Please wait before trying again.
de: Bis zu einem erneuten Versuch bitte warten.
es: Espera antes de volver a intentarlo.
fr: Merci de patienter avant de réessayer.
it: Aspetta prima di riprovare.
pt: Aguarde para tentar novamente.
ru: Подожди, прежде чем попытаться снова.

# titlescene_07
source: Currently cannot reload data.
de: Gegenwärtig können Daten nicht erneut geladen werden.
es: No se pueden cargar los datos ahora.
fr: Rechargement des données impossible à l'heure actuelle.
it: Impossibile ricaricare i dati al momento.
pt: Não é possível recarregar dados no momento.
ru: В данный момент перезагрузка данных невозможна.

# titlescene_08
source: Please wait before trying again.
de: Bis zu einem erneuten Versuch bitte warten.
es: Espera antes de volver a intentarlo.
fr: Merci de patienter avant de réessayer.
it: Aspetta prima di riprovare.
pt: Aguarde para tentar novamente.
ru: Подожди, прежде чем попытаться снова.

# titlescene_09
source: Reload Data
de: Daten erneut laden
es: Volver a cargar los datos
fr: Recharger les données
it: Ricarica i dati
pt: Recarregar dados
ru: Перезагрузить данные

# titlescene_10
source: All game data will be redownloaded.
de: Alle Spieldaten werden erneut heruntergeladen.
es: Se volverán a descargar los datos del juego.
fr: Toutes les données de jeu seront de nouveau téléchargées.
it: Tutti i dati di gioco verranno scaricati nuovamente.
pt: Todos os dados do jogo serão baixados novamente.
ru: Все данные будут загружены снова.

# titlescene_11
source: Redownloading game data will not delete player's data.
de: Die Spielerdaten werden durch erneutes Herunterladen der Spieldaten nicht gelöscht.
es: Al volver a descargar los datos, no se borrarán los datos de jugador.
fr: Télécharger de nouveau les données de jeu n'effacera pas les données du joueur.
it: Riscaricando i dati di gioco non verranno eliminati i dati del giocatore.
pt: Se optar por baixar o jogo novamente os dados do jogador não serão excluídos.
ru: Повторная загрузка игровых данных не приведет к удалению данных игрока.

# titlescene_12
source: Use this feature if the game suddenly stops or you cannot play normally.
de: Diese Funktion bitte nutzen, falls das Spiel plötzlich stoppt oder nicht normal gespielt werden kann.
es: Usa esta función si el juego se detiene o no puedes jugar con normalidad.
fr: Utilise cette option si le jeu s'arrête brusquement ou s'il ne fonctionne pas correctement.
it: Usa questa funzionalità se il gioco si ferma all'improvviso o se non riesci a giocare normalmente.
pt: Use este recurso se o jogo parar de repente ou se não conseguir jogar normalmente.
ru: Воспользуйся этой опцией при зависании игры или невозможности играть нормально.

# push_notification
source: We would like to send you Push Notifications. Is that OK?
de: Wir würden dir gerne Push- Benachrichtigungen senden. Bist du damit einverstanden?
es: Nos gustaría enviarte notificaciones push. ¿Aceptas?
fr: Nous aimerions t'envoyer des notifications Push. Es-tu d'accord ?
it: Vorremmo inviarti notifiche push. Va bene?
pt: Gostaríamos de enviar Notificações por Push. Tudo bem?
ru: Мы хотели бы слать тебе Push-уведомления. Ты согласен?

# downloadview_01
source: Data Download
de: Herunterladen von Daten
es: Descarga de datos
fr: Téléchargement des données
it: Download dati
pt: Download de dados
ru: Загрузить данные

# downloadview_02_01
source: Data will now be downloaded.
de: Daten werden jetzt heruntergeladen.
es: Se descargarán los datos ahora.
fr: Les données vont être téléchargées.
it: I dati verranno scaricati.
pt: Os dados serão baixados agora.
ru: Сейчас будет выполнена загрузка данных.

# downloadview_02_02
source: Please make sure you have a good
de: Stelle bitte sicher, dass eine gute
es: Asegúrate de tener una buena
fr: Assure-toi d'avoir une bonne
it: Assicurati di avere una buona
pt: Certifique-se de ter uma boa
ru: Перед началом загрузки убедись

# downloadview_02_03
source: connection before getting started.
de: Verbindung besteht, bevor du beginnst.
es: conexión antes de comenzar.
fr: connexion avant de commencer.
it: connessione prima di iniziare.
pt: conexão antes de começar.
ru: в наличии качественного подключения.

# gameutil_01_01
source: This game cannot be played on jailbroken devices.
de: Dieses Spiel kann auf einem Gerät, das gejailbreakt wurde, nicht gespielt werden.
es: No se puede jugar en dispositivos descodificados con Jailbreak.
fr: Ce jeu ne fonctionne pas sur des appareils jailbreakés.
it: Questo gioco non può essere utilizzato su dispositivi con jailbreak.
pt: Esse jogo não pode ser jogado em dispositivos com jailbreak.
ru: В эту игру нельзя играть на разлоченных устройствах.

# gameutil_01_02
source: This game cannot be played on rooted devices.
de: Dieses Spiel kann auf einem Gerät, das gerooted wurde, nicht gespielt werden.
es: No se puede jugar este en dispositivos descifrados con rooting.
fr: Ce jeu ne fonctionne pas sur des appareils rootés.
it: Questo gioco non può essere utilizzato su dispositivi rooted.
pt: Esse jogo não pode ser jogado em dispositivos rooteados.
ru: В эту игру нельзя играть на рутированных устройствах.

# devicecontrollerandroid_01
source: Quit the app?
de: Die App schließen?
es: ¿Salir de la app?
fr: Quitter l'application ?
it: Uscire dall'app?
pt: Fechar o app?
ru: Выйти из приложения?

# protocolmanager_01
source: Undergoing Maintenance
de: Wartungsarbeiten im Gange
es: Mantenimiento
fr: Maintenance en cours
it: Manutenzione in corso
pt: Em manutenção
ru: Идет техническое обслуживание

# maintenance_01
source: System maintenance is currently underway. Please wait until maintenance has been completed.
de: Das System wird gegenwärtig gewartet. Bitte warte, bis die Wartungsarbeiten abgeschlossen sind.
es: Se están realizando labores de mantenimiento del sistema. Espera hasta que se completen.
fr: Une maintenance du système est en cours. Merci d'attendre la fin de cette maintenance.
it: È in corso la manutenzione di sistema. Aspetta che la manutenzione sia completata.
pt: A manutenção do sistema está em andamento. Aguarde até a conclusão da manutenção.
ru: Проводится обслуживание системы. Подожди завершения обслуживания.

# level5idrequester_01
source: A Network Error Occurred
de: Ein Netzwerkfehler ist aufgetreten.
es: Error de red
fr: Une erreur réseau est survenue.
it: Si è verificato un errore di rete
pt: Ocorreu um erro de rede
ru: Ошибка сети

# level5idrequester_02
source: A network error occurred. Try connecting again?
de: Ein Netzwerkfehler ist aufgetreten. Erneut versuchen, eine Verbindung herzustellen?
es: Se ha producido un error de red. ¿Volver a conectarse?
fr: Une erreur réseau est survenue. Essayer de se reconnecter ?
it: Si è verificato un errore di rete. Vuoi riprovare a connetterti?
pt: Ocorreu um erro de rede. Tentar conectar novamente?
ru: Ошибка сети. Попытаться подключиться еще раз?

# level5idrequester_03
source: Your LEVEL5 ID was not updated due to a network error.
de: Deine LEVEL5-ID wurde wegen eines Netzwerkfehlers nicht aktualisiert.
es: No se ha actualizado tu ID de LEVEL5 debido a un error de red.
fr: Ta LEVEL5 ID n'a pas été mise à jour suite à une erreur réseau.
it: Il tuo ID LEVEL5 non è stato aggiornato a causa di un errore di rete.
pt: Seu ID na LEVEL5 não foi atualizado devido a um erro de rede.
ru: Твой идентификатор LEVEL5 не обновлен из-за сетевой ошибки.

# level5idrequester_04
source: Unable to create save data, as the LEVEL5 ID system is currently undergoing maintenance. Please try again later.
de: Speicherstand konnte nicht erstellt werden, da das LEVEL5-ID-System gegenwärtig gewartet wird. Bitte versuche es später noch einmal.
es: No se han podido crear datos guardados, se están realizando labores de mantenimiento del sistema ID de LEVEL5. Inténtalo más tarde.
fr: Impossible de créer des données de sauvegarde, car le système de LEVEL5 ID est en cours de maintenance. Merci de réessayer ultérieurement.
it: Impossibile creare salvataggio, il sistema degli ID LEVEL5 al momento è in manutenzione. Riprova più tardi.
pt: Impossível salvar os dados, pois o sistema ID da LEVEL5 está em manutenção. Tente novamente mais tarde.
ru: Невозможно сохранить данные, т.к. выполняется обслуживание системы ИД LEVEL5. Повтори попытку позже.

# level5idrequester_05
source: A network error occurred. Please try again later.
de: Ein Netzwerkfehler ist aufgetreten. Bitte versuche es später noch einmal.
es: Error de red. Inténtalo más tarde.
fr: Une erreur réseau est survenue. Merci de réessayer ultérieurement.
it: Si è verificato un errore di rete. Riprova più tardi.
pt: Ocorreu um erro de rede Tente novamente mais tarde.
ru: Сетевая ошибка. Повтори попытку позже.

# level5idrequester_06
source: The LEVEL5 ID system is currently undergoing maintenance. Please try again later.
de: Das LEVEL5-ID-System wird gegenwärtig gewartet. Bitte versuche es später noch einmal.
es: Se están realizando labores de mantenimiento del sistema ID de LEVEL5. Inténtalo más tarde.
fr: Le système de LEVEL5 ID est en cours de maintenance. Merci de réessayer ultérieurement.
it: Il sistema degli ID LEVEL5 al momento è in manutenzione. Riprova più tardi.
pt: O sistema ID da LEVEL5 está em manutenção. Tente novamente mais tarde.
ru: Выполняется обслуживание системы ИД LEVEL5. Повтори попытку позже.

# level5idrequester_07
source: Failed to create save data. Please try again later.
de: Speicherstand konnte nicht erstellt werden. Bitte versuche es später noch einmal.
es: No se han podido crear datos guardados. Inténtalo más tarde.
fr: Impossible de créer des données de sauvegarde. Merci de réessayer ultérieurement.
it: Impossibile creare salvataggio. Riprova più tardi.
pt: Impossível salvar os dados. Tente novamente mais tarde.
ru: Не удалось создать данные для сохранения. Повтори попытку позже.

# level5idrequester_08
source: Unable to create save data, as the LEVEL5 ID system is currently undergoing maintenance. Please try again later.
de: Speicherstand konnte nicht erstellt werden, da das LEVEL5-ID-System gegenwärtig gewartet wird. Bitte versuche es später noch einmal.
es: No se han podido crear datos guardados, se están realizando labores de mantenimiento del sistema ID de LEVEL5. Inténtalo más tarde.
fr: Impossible de créer des données de sauvegarde, car le système de LEVEL5 ID est en cours de maintenance. Merci de réessayer ultérieurement.
it: Impossibile creare salvataggio, il sistema degli ID LEVEL5 al momento è in manutenzione. Riprova più tardi.
pt: Impossível salvar os dados, pois o sistema ID da LEVEL5 está em manutenção. Tente novamente mais tarde.
ru: Невозможно сохранить данные, т.к. выполняется обслуживание системы ИД LEVEL5. Повтори попытку позже.

# level5idrequester_09
source: Failed to link account. Please try again later.
de: Verlinken mit dem Konto fehlgeschlagen. Bitte versuche es später noch einmal.
es: No se ha podido asociar la cuenta. Inténtalo más tarde.
fr: Impossible de lier un compte. Merci de réessayer ultérieurement.
it: Impossibile collegare account. Riprova più tardi.
pt: Falha ao vincular a conta. Tente novamente mais tarde.
ru: Не удалось связать аккаунт. Повторите попытку позже.

# level5idrequester_10
source: Unable to link account, as the LEVEL5 ID system is currently undergoing maintenance. Please try again later.
de: Konto konnte nicht verlinkt werden, da das LEVEL5-ID-System gegenwärtig gewartet wird. Bitte versuche es später noch einmal.
es: No se ha podido asociar la cuenta, se están realizando labores de mantenimiento del sistema ID de LEVEL5. Inténtalo más tarde.
fr: Impossible de lier un compte, car le système de LEVEL5 ID est en cours de maintenance. Merci de réessayer ultérieurement.
it: Impossibile collegare account, il sistema degli ID LEVEL5 al momento è in manutenzione. Riprova più tardi.
pt: Não foi possível vincular a conta, pois o sistema ID da LEVEL5 está em manutenção. Tente novamente mais tarde.
ru: Невозможно связать аккаунт, т.к. выполняется обслуживание системы ИД LEVEL5. Повтори попытку позже.

# level5idrequester_11
source: Failed to delete save data. Please try again later.
de: Speicherstand konnte nicht gelöscht werden. Bitte versuche es später noch einmal.
es: No se han podido borrar los datos guardados. Inténtalo más tarde.
fr: Impossible de supprimer les données de sauvegarde. Merci de réessayer ultérieurement.
it: Impossibile eliminare salvataggio. Riprova più tardi.
pt: Falha ao excluir dados salvos. Tente novamente mais tarde.
ru: Не удалось удалить сохраненные данные. Повтори попытку позже.

# level5idrequester_12
source: Unable to delete save data, as the LEVEL5 ID system is currently undergoing maintenance.
de: Speicherstand konnte nicht gelöscht werden, da das LEVEL5-ID-System gegenwärtig gewartet wird.
es: No se han podido borrar los datos guardados, se están realizando labores de mantenimiento del sistema ID de LEVEL5.
fr: Impossible de supprimer les données de sauvegarde, car le système de LEVEL5 ID est en cours de maintenance.
it: Impossibile eliminare il salvataggio, il sistema degli ID LEVEL5 al momento è in manutenzione.
pt: Impossível excluir os dados salvos, pois o sistema ID da LEVEL5 está em manutenção.
ru: Невозможно удалить сохраненные данные, т.к. выполняется обслуживание системы ИДLEVEL5.

# level5idrequester_13
source: You've already linked a different User ID with the app.
de: Du hast bereits eine andere Benutzer-ID mit der App verlinkt.
es: Ya hay otra ID de usuario asociada a la app.
fr: Tu t'es déjà connecté(e) à l'application avec une ID d'utilisateur différente.
it: Hai già collegato un diverso ID utente all'app.
pt: Você já vinculou um ID de usuário diferente ao aplicativo.
ru: Ты уже привязал другой ИД пользователя к этому приложению.

# level5idrequester_14
source: That code does not exist.
de: Dieser Code existiert nicht.
es: Ese código no existe.
fr: Ce code n'existe pas.
it: Questo codice non esiste.
pt: Esse código não existe.
ru: Данный код не существует.

# level5idrequester_15
source: The code associated with that account cannot be used.
de: Der diesem Konto zugehörige Code kann nicht verwendet werden.
es: El código asociado a esa cuenta no se puede usar.
fr: Le code associé à ce compte ne peut pas être utilisé.
it: Il codice associato con quest'account non può essere utilizzato.
pt: O código associado a essa conta ão pode ser usado.
ru: Связанный с данным аккаунтом код не может быть использован.

# level5savedialog_01
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить

# level5savedialog_02_01
source: Deleted save data
de: Gelöschter Speicherstand
es: Los datos borrados
fr: Les données de sauvegarde supprimées
it: I salvataggi eliminati
pt: Dados salvos excluídos
ru: Удаленные сохраненные данные

# level5savedialog_02_02
source: <R>cannot be restored</R>.
de: <R>kann nicht wiederhergestellt werden</R>.
es: <R>no se pueden recuperar</R>
fr: <R>ne peuvent pas être restaurées</R>.
it: <R>non possono essere ripristinati</R>.
pt: <R>não podem ser restaurados.</R>.
ru: <R>восстановлению не подлежат</R>.

# level5savedialog_03
source: Are you sure you want to continue?
de: Bist du sicher, dass du fortfahren möchtest?
es: ¿Seguro que quieres continuar?
fr: Veux-tu vraiment continuer ?
it: Vuoi davvero continuare?
pt: Tem certeza de que deseja continuar?
ru: Уверен, что хочешь продолжить?

# level5savedialog_05
source: Enter Text Here
de: Text hier eingeben
es: Introduce el texto
fr: Saisir le texte ici
it: Inserire qui il testo
pt: Digite o texto aqui
ru: Введи текст здесь

# level5savedialog_06
source: Input Error
de: Eingabefehler
es: Error de introducción
fr: Erreur de saisie
it: Errore di immissione
pt: Erro de entrada
ru: Ошибка ввода

# level5savedialog_07_01
source: That Player Code
de: Dieser Spieler-Code
es: Ese código de jugador
fr: Ce code de joueur
it: Questo codice giocatore
pt: Esse código de jogador
ru: Данный код игрока

# level5savedialog_07_02
source: is incorrect.
de: ist inkorrekt.
es: es incorrecto.
fr: est incorrect.
it: non è corretto.
pt: está incorreto.
ru: указан неправильно.

# level5savedialog_08
source: Enter Player Code
de: Spieler-Code eingeben
es: Introduce el código de jugador
fr: Saisir le code de joueur
it: Inserire codice giocatore
pt: Digite o código de jogador
ru: Введи код игрока

# level5savedialog_09_01
source: Please enter the Player Code for
de: Bitte gib den Spieler-Code
es: Introduce el código de jugador de
fr: Saisis le code de joueur pour
it: Inserisci il codice giocatore per
pt: Digite o código de jogador para
ru: Введи код игрока для

# level5savedialog_09_02
source: this save data.
de: für diesen Speicherstand ein.
es: estos datos guardados
fr: ces données de sauvegarde.
it: questo salvataggio.
pt: esses dados salvos.
ru: этих сохраненных данных.

# level5savedialog_10_01
source: *You can view your Player Code by
de: Du kannst deinen Spieler-Code einsehen,
es: *Puedes ver tu código de jugador
fr: *Tu peux afficher ton code de joueur
it: Puoi vedere il tuo codice giocatore
pt: **É possível visualizar o seu Código de jogador
ru: *Ты можешь посмотреть свой код игрока,

# level5savedialog_10_02
source: accessing your profile from the menu.
de: indem du im Menü dein Profil auswählst.
es: si accedes al perfil en el menú.
fr: en ouvrant ton profil depuis le menu.
it: accedendo al tuo profilo dal menu.
pt: acessando o seu perfil no menu.
ru: открыв свой профиль в меню .

# level5savedialog_11
source: Delete Save Data
de: Speicherstand löschen
es: Borrar datos guardados
fr: Supprimer les données de sauvegarde
it: Eliminare salvataggio
pt: Excluir dados salvos
ru: Удалить сохраненные данные

# level5savedialog_12
source: Select save data to delete.
de: Wähle den zu löschenden Speicherstand aus.
es: Selecciona los datos guardados que quieres borrar.
fr: Choisis les données de sauvegarde à supprimer.
it: Seleziona il salvataggio da eliminare.
pt: Selecione os dados salvos para excluir.
ru: Выбери сохраненные данные для удаления.

# level5savedialog_13
source: Select save data.
de: Wähle den Speicherstand aus.
es: Selecciona los datos guardados.
fr: Choisis les données de sauvegarde.
it: Seleziona salvataggio.
pt: Selecione os dados salvos.
ru: Выбери сохраненные данные.

# level5saveselectdialog_02
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить

# level5saveselectdialog_03
source: Are you happy with your selection?
de: Bist du mit deiner Auswahl zufrieden?
es: ¿Es correcta la selección?
fr: Ton choix te convient-il ?
it: Sei soddisfatto della tua selezione?
pt: Você está satisfeito com a sua seleção?
ru: Ты подтверждаешь свой выбор?

# level5saveselectdialog_04_01
source: Unselected save data
de: Nicht ausgewählte Speicherstände
es: Los datos guardados no seleccionados
fr: Les données de sauvegarde non choisies
it: I salvataggi non selezionati
pt: Dados salvos não selecionados
ru: Невыбранные сохраненные данные

# level5saveselectdialog_04_02
source: will be deleted.
de: werden gelöscht.
es: se borrarán.
fr: seront supprimées.
it: verranno eliminati.
pt: serão excluídos.
ru: будут удалены.

# level5saveselectdialog_05
source: Select linked data.
de: Wähle verlinkte Daten aus.
es: Selecciona los datos asociados.
fr: Choisis les données liées.
it: Seleziona dati collegati.
pt: Selecione os dados vinculados.
ru: Выбери связанные данные.

# level5saveselectdialog_06
source: Unselected data will be deleted.
de: Nicht ausgewählte Daten werden gelöscht.
es: Los datos no seleccionados se borrarán.
fr: Les données non choisies seront supprimées.
it: I dati non selezionati verranno eliminati.
pt: Dados não selecionados serão excluídos.
ru: Невыбранные данные будут удалены.

# downloadprocess_01
source: [%s] is unavailable.
de: [%s] ist nicht verfügbar.
es: [%s] no está disponible.
fr: [%s] n'est pas disponible.
it: [%s] non è disponibile.
pt: [%s] está indisponível.
ru: [%s] недоступно.

# downloadprocess_02_01
source: Data Saving Error
de: Fehler bei der Datenspeicherung
es: Error de guardado
fr: Erreur de sauvegarde des données
it: Errore durante il salvataggio dei dati
pt: Erro ao salvar os dados
ru: Ошибка сохранения данных

# downloadprocess_02_02
source: Failed to save data.
de: Daten wurden nicht gespeichert.
es: No se han podido guardar los datos.
fr: Impossible de sauvegarder les données.
it: Impossibile salvare i dati.
pt: Falha ao salvar os dados.
ru: Не удалось сохранить данные.

# downloadprocess_02_03
source: Please check how much free space you have available.
de: Bitte überprüfe, wie viel freier Speicherplatz zur Verfügung steht.
es: Comprueba el espacio libre disponible.
fr: Vérifie l'espace libre dont tu disposes.
it: Controlla la quantità di spazio libero disponibile.
pt: Verifique quanto espaço livre você tem disponível.
ru: Проверь наличие свободного места.

# downloadprocess_03
source: A network error occurred. Try connecting again?
de: Ein Netzwerkfehler ist aufgetreten. Erneut versuchen, eine Verbindung herzustellen?
es: Error de red. ¿Quieres intentar conectarte de nuevo?
fr: Une erreur réseau est survenue. Se reconnecter?
it: Si è verificato un errore di rete. Vuoi riprovare a connetterti?
pt: Ocorreu um erro de rede. Tentar conectar novamente?
ru: Ошибка сети. Попытаться подключиться еще раз?

# downloadprocess_04
source: Corrupted File Error
de: Fehler - Beschädigte Datei
es: Archivo corrupto
fr: Erreur : fichier corrompu
it: Errore: file danneggiato
pt: Erro de arquivo corrompido
ru: Ошибка: файл поврежден

# downloadprocess_04_01
source: Please return to the Title Screen.
de: Bitte zum Titelbildschirm zurückkehren.
es: Vuelve a la pantalla de título.
fr: Merci de revenir à l'écran de titre.
it: Torna alla schermata del titolo.
pt: Volte para a Tela Inicial.
ru: Вернись на главный экран.

# downloadprocess_04_02
source: This will correct the issue.
de: Das Problem wird dadurch behoben.
es: Así se solucionará el problema.
fr: Cela corrigera le problème.
it: Così risolverai il problema.
pt: Isso corrigirá o problema.
ru: Это устранит проблему.

# networkerrordialog_01
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
it: Errore di rete
pt: Erro de rede
ru: Ошибка сети

# networkerrordialog_02
source: A network error occurred. Try connecting again?
de: Ein Netzwerkfehler ist aufgetreten. Erneut versuchen, eine Verbindung herzustellen?
es: Error de red. ¿Quieres intentar conectarte de nuevo?
fr: Une erreur réseau est survenue. Se reconnecter?
it: Si è verificato un errore di rete. Vuoi riprovare a connetterti?
pt: Ocorreu um erro de rede. Tentar conectar novamente?
ru: Ошибка сети. Попытаться подключиться еще раз?

# agreementdialog_02
source: TOS
ru: Условия оказания услуг
