Repository: SuperTavor/WibWobReloaded
Catalog: APK/assets/localize/*/LocalizableResource.strings
Languages: de, es, fr, it, pt, ru

# agreementdialog_01_01
source: In order to play Yo-Kai Watch
de: Um Yo-kai Watch Wabbel Wobbel
es: Para jugar a Yo-kai Watch
fr: Pour jouer à Yo-kai Watch:
it: Per giocare a Yo-kai Watch:
pt: Para jogar Yo-kai Watch
ru: Для игры в Yo-Kai Watch

# agreementdialog_01_02
source: Wibble Wobble, you will first need
de: spielen zu können, musst du erst
es: Wibble Wobble, primero tienes que
fr: Wibble Wobble, tu dois d'abord
it: Wibble Wobble, prima devi
pt: Wibble Wobble, primeiro é necessário
ru: Wibble Wobble тебе сначала нужно

# agreementdialog_01_03
source: to agree to the Terms of Service.
de: den Nutzungsbedingungen zustimmen.
es: aceptar las Condiciones de servicio.
fr: accepter les Conditions d'utilisation.
it: accettare le Condizioni d'utilizzo.
pt: concordar com os Termos de Serviço.
ru: согласиться с Условиями оказания услуг.

# agreementdialog_04
source: Privacy Policy
ru: Обработка персональных данных

# agreementdialog_03_01
source: You must agree to the handling of
de: Bevor du Yo-kai Watch Wabbel Wobbel
es: Debes aceptar el tratamiento de la
fr: Tu dois accepter le traitement de tes
it: Devi acconsentire all'utilizzo delle
pt: É necessário concordar com o uso dos
ru: Перед началом игры в YO-KAI WATCH

# agreementdialog_03_02
source: personal information before playing
de: spielen kannst, benötigen wir dein
es: información personal antes de jugar
fr: données personnelles avant de jouer
it: informazioni personali prima di poter
pt: seus dados pessoais antes de jogar
ru: Wibble Wobble ты должен дать согласие

# agreementdialog_03_03
source: YO-KAI WATCH Wibble Wobble.
de: Einverständnis, persönliche Angaben
es: a YO-KAI WATCH Wibble Wobble.
fr: à YO-KAI WATCH Wibble Wobble.
it: giocare a YO-KAI WATCH Wibble Wobble.
ru: на обработку персональных данных

# game_idp_login
source: To continue, login to %s
de: Um fortzufahren, logge dich bitte bei %s ein.
es: Para continuar, inicia sesión en %s
fr: Pour continuer, connecte-toi à %s.
it: Per continuare, accedi a %s
pt: Para continuar, entre em %s
ru: Для продолжения выполни вход в %s

# game_idp_overwrite
source: This account is already linked.
de: Dieses Konto ist bereits verlinkt.
es: Esta cuenta ya está asociada.
fr: Ce compte est déjà lié.
it: Quest'account è già collegato.
pt: Essa conta já está vinculada.
ru: Этот аккаунт уже привязан.

# game_idp_overwrite2
source: When logging into an already linked account that data will be overwritten with this data. Is that OK?
de: Wenn du dich in ein bereits verlinktes Konto einloggst, werden die bestehenden Daten mit diesen überschrieben. Bist du damit einverstanden?
es: Al iniciar sesión con una cuenta ya asociada, los datos anteriores se sobrescribirán. ¿Aceptas?
fr: Lorsque tu te connectes à un compte déjà lié, les données préexistantes sont remplacées par ces autres données. Es-tu d'accord ?
it: Quando accedi a un account già collegato, quei dati verranno sovrascritti con questi dati. Va bene?
pt: Ao entrar em uma conta já vinculada, esses dados %sserão sobrescritos com %sestes dados. Tudo bem?
ru: При входе в уже привязанный аккаунт прежние данные будут перезаписаны новыми данными. Ты согласен?

# resource_error_01
source: Broken File error. return to the Title Screen.
de: Fehler - Beschädigte Datei. Kehre zum Titelbildschirm zurück.
es: Archivo incompleto. Vuelve a la pantalla de título.
fr: Erreur : fichier endommagé. Merci de revenir à l'écran de titre.
it: Errore: file danneggiato. Tornerai alla schermata del titolo.
pt: Erro de arquivo incompleto. retorne para a Tela Inicial.
ru: Ошибка: поврежденный файл. Вернись на главный экран.

# idlinked_01
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить

# idlinked_02_01
source: This user ID has already been linked to another device and can no longer be used to play the app on this device.
de: Diese Benutzer-ID ist bereits mit einem anderen Gerät verlinkt und kann nicht mehr benutzt werden, um das Spiel auf diesem Gerät zu spielen.
es: Esta ID de usuario ya está asociada a otro dispositivo y no se puede usar para jugar a la app en este dispositivo.
fr: Cette ID d'utilisateur a déjà été liée à un autre appareil et ne peut pas être utilisée pour jouer à l'application sur cet appareil.
it: Questo ID utente è già stato collegato a un altro dispositivo e non può più essere utilizzato per accedere all'app da questo dispositivo.
pt: Esse ID de usuário já foi vinculado a outro dispositivo e não pode mais ser usado para jogar nesse dispositivo.
ru: Это идентификатор пользователя уже привязан к другому устройству и не может использоваться для данной игры на этом устройстве.

# loadingwidget_01
source: Hint
de: Tipp
es: Consejo
fr: Astuce
it: Suggerimento
pt: Dica
ru: Подсказка

# loadingwidget_02_01
source: Linking Wib Wobs of the same type will make them bigger!
de: Das Verbinden von Wab-Wobs derselben Art macht sie größer!
es: ¡Si unes Wib Wobs del mismo tipo, se harán más grandes!
fr: Relier des Globulles de même type les fait grossir.
it: Se collegherai Wib Wob dello stesso tipo diventeranno più grandi!
pt: Ligar Wib Wobs do mesmo tipo os tornará maiores!
ru: Соединение виб-вобов одного типа увеличивает их в размере!

# loadingwidget_02_02
source: The bigger a Wib Wob, the more damage it will do to the enemy!
de: Je größer ein Wab-Wob ist, desto mehr Schaden verursacht er beim Gegner!
es: ¡Cuanto más grande sea un Wib Wob, más dañará al enemigo!
fr: Plus un Globulle est gros, plus il inflige de dégâts à l'ennemi.
it: Più grande è un Wib Wob, più danni infliggerà al nemico!
pt: Quanto maior for um Wib Wob, mais dano ele causará ao inimigo!
ru: Чем больше виб-воб, тем больший урон он нанесет противнику!

# loadingwidget_02_03
source: Don't hang around too long, because the enemy will keep attacking!
de: Dreh keine Däumchen, denn der Gegner wird dich fortgesetzt angreifen!
es: ¡No te entretengas mucho, porque el enemigo seguirá atacando!
fr: Ne traîne pas trop, car l'ennemi continue à attaquer.
it: Non aspettare troppo a lungo, perché il nemico continuerà ad attaccare!
pt: Não fique parado por muito tempo, pois o inimigo vai continuar a atacar!
ru: Не бездельничай, ведь противник продолжит атаковать!

# loadingwidget_02_04
source: Tap an enemy you want to target, and I'll stick a pin in it!
de: Tippe auf den Gegner, auf den du zielen willst, und ich stecke eine Nadel in ihn!
es: ¡Toca al enemigo al que quieras atacar, y yo le pondré una señal!
fr: Touche l'ennemi que tu veux viser et je mettrai une épingle dessus.
it: Tocca un nemico che vuoi prendere di mira e infilagli una puntina!
pt: Toque no inimigo que você quer atacar que eu irei marcá-lo!
ru: Коснись противника, которого нужно выбрать как цель – воткни в него булавку!

# loadingwidget_02_05
source: The more Wib Wobs you join together, the more your Fever Gauge will fill!
de: Je mehr Wab-Wobs du verbindest, desto schneller füllt sich die Fieber-Anzeige!
es: ¡Cuantos más Wib Wobs unas, más se llenará tu indicador de Delirio!
fr: Plus tu relies de Globulles, plus ta jauge d'Ébullition se remplit.
it: Più Wib Wob unirai, più riempirai il tuo indicatore Delirio!
pt: Quanto mais Wib Wobs você ligar juntos, mais o seu Medidor de Febre vai encher!
ru: Чем больше виб-вобов ты соединишь, тем быстрее заполнится твой датчик лихорадки!

# loadingwidget_02_06
source: When Fever strikes, you'll do more damage and score more points!
de: Im Fieber verursachst du mehr Schaden und erzielst mehr Punkte!
es: ¡Cuando entres en Delirio, provocarás más daño y conseguirás más puntos!
fr: Lorsque tu entres en Ébullition, tu infliges plus de dégâts et tu marques plus de points.
it: Quando entrerai in Delirio, infliggerai più danni e totalizzerai più punti!
pt: Quando a Febre bater, você vai causar mais dano e marcar mais pontos!
ru: Когда начнется лихорадка, ты нанесешь больше урона и получишь больше очков!

# loadingwidget_02_07
source: The Yo-kai you beat in battle can sometimes become your friends!
de: Die Yo-kai, die du im Kampf besiegst, freunden sich manchmal mit dir an!
es: Los Yo-kai que derrotes en combate a veces se hacen amigos tuyos.
fr: Les Yo-kai que tu vaincs au combat peuvent parfois être tes amis.
it: Gli Yo-kai che sconfiggi in battaglia a volte possono diventare tuoi amici!
pt: Os Yo-kai que você vencer em batalha talvez virem seus amigos!
ru: Побежденные в бою йо-каи иногда могут стать твоими друзьями!

# loadingwidget_02_08
source: Giving Yo-kai their favorite treats will make them easier to befriend!
de: Yo-kai freunden sich eher mit dir an, wenn du ihnen ihre Lieblingsleckereien gibst!
es: ¡Si le das a un Yo-kai su regalo favorito, será más fácil que se convierta en tu amigo!
fr: Donne aux Yo-kai leurs gourmandises préférées pour gagner plus facilement leur amitié.
it: Dando a uno Yo-kai la sua leccornia preferita sarà più facile farci amicizia!
pt: Dar aos Yo-kai sua delícia favorita vai tornar mais fácil fazer amizade com eles!
ru: Если дать йо-каю его любимое угощение, то подружиться с ним будет проще!

# loadingwidget_02_09
source: Popping a Wib Wob will fill up that Yo-kai's Soul Meter.
de: Lässt du einen Wab-Wob platzen, füllt sich die Fähigkeitsanzeige des betreffenden Yo-kai!
es: Cuando explotes un Wib Wob, se llenará el animámetro de Yo-kai.
fr: Fais éclater un Globulle pour remplir la jauge de compétence.
it: Facendo scoppiare un Wib Wob, l'Energimetro di quello Yo-kai si riempie.
pt: Estourar um Wib Wob vai encher o Medidor de Alma daquele Yo-kai.
ru: Лопая виб-вобов, ты заполняешь счетчик души этого йо-кая.

# loadingwidget_02_10
source: Larger Wib Wob charge your Skill Gauge even more!
de: Größere Wab-Wobs füllen deine Fähigkeitsanzeige schneller!
es: Los Wib Wobs grandes cargarán más tu indicador de destreza.
fr: Plus les Globulles sont gros, plus ils rechargent ta jauge de compétence !
it: Gli Wib Wob più grandi caricano ancora di più il tuo Energimetro!
pt: Wib Wobs maiores carregam seu Medidor de Habilidades ainda mais!
ru: Виб-вобы большего размера заполняют твой счетчик навыка еще быстрее!

# loadingwidget_02_11
source: Befriend the same Yo-kai more than once to improve its skills!
de: Freunde dich mit dem gleichen Yo-kai mehr als einmal an, um seine Fähigkeiten zu verbessern!
es: ¡Hazte amigo del mismo Yo-kai varias veces para mejorar sus destrezas!
fr: Gagne plusieurs fois l'amitié d'un même Yo-kai pour améliorer ses compétences.
it: Fai amicizia con lo stesso Yo-kai più di una volta per migliorare le sue abilità!
pt: Faça amizade com o mesmo Yo-kai mais de uma vez para aprimorar suas habilidades!
ru: Подружись с одним и тем же йо-каем больше одного раза для усиления его навыков!

# loadingwidget_02_12
source: Yo-kai with higher Skill Levels are a huge help during battle!
de: Yo-kai mit höheren Fähigkeitsstufen sind im Kampf eine große Hilfe!
es: ¡Los Yo-kai con más nivel de destreza ayudan mucho en la batalla!
fr: Les Yo-kai aux compétences élevées sont d'une grande aide en cours de combat.
it: Gli Yo-kai con livelli di abilità più alti sono di grande aiuto in battaglia!
pt: Yo-kai com níveis de habilidade maiores são uma grande ajuda durante a batalha!
ru: Йо-каи с высоким уровнем навыков очень помогают в бою!

# loadingwidget_02_13
source: Match Yo-kai with members of the same tribe and watch their powers grow!
de: Stelle Yo-kai mit anderen desselben Stammes auf – ihre Kräfte wachsen an!
es: ¡Agrupa Yo-kai de la misma tribu y fíjate cómo aumentan sus poderes!
fr: Rassemble des Yo-kai d'une même tribu et regarde leur puissance augmenter.
it: Abbina gli Yo-kai con membri della stessa tribù e guarda aumentare i loro poteri!
pt: Combine Yo-kai com membros da mesma tribo e veja seus poderes crescerem!
ru: Используй йо-каев из одного племени и посмотри, как вырастут их силы!

# loadingwidget_02_14
source: Attack an enemy with a Yo-kai of the right tribe to deal bonus damage!
de: Greife den Gegner mit Yo-kai des passenden Stammes an, um Bonusschaden zu verursachen!
es: ¡Ataca al enemigo con un Yo-kai de la tribu apropiada e inflige daño extra!
fr: Attaque un ennemi avec un Yo-kai de la bonne tribu pour infliger un bonus de dégâts.
it: Attacca un nemico con uno Yo-kai della tribù giusta per infliggere danni bonus!
pt: Ataque um inimigo com um Yo-kai da tribo certa para causar dano bônus!
ru: Атакуй противника йо-каем из соответствующего племени для причинения бонусного урона!

# loadingwidget_02_15
source: Pop two or more Big Wib Wob within 3 seconds to start a combo!
de: Lasse 2 oder mehr Riesen-Wab-Wobs innerhalb von 3 Sekunden platzen, um eine Kombo zu starten!
es: ¡Explota 2 o más Wib Wobs grandes en menos de 3 segundos para iniciar un combo!
fr: Éclate au moins 2 gros Globulles en moins de 3 secondes pour démarrer un combo.
it: Fai scoppiare due o più Wib Wob entro 3 secondi per iniziare una combo!
pt: Estoure dois ou mais Wib Wobs grandes dentro de 3 segundos para começar um combo!
ru: Лопни не менее двух больших виб-вобов в течение 3 секунд для запуска комбо!

# loadingwidget_02_16
source: Combos are the key to racking up high scores!
de: Kombos sind der Schlüssel zu Rekordpunktzahlen!
es: ¡Los combos son clave para acumular muchos puntos!
fr: C'est grâce aux combos que tu peux réaliser de gros scores.
it: Le combo sono fondamentali per stabilire dei record!
pt: Combos são a chave para conseguir altas pontuações!
ru: Комбо – ключ для получения большого количества очков!

# loadingwidget_02_17
source: Some Yo-kai only appear once in a while on certain stages!
de: Manche Yo-kai erscheinen nur ab und zu und nur in bestimmten Leveln!
es: Algunos Yo-kai solo aparecen a veces en algunos escenarios.
fr: Certains Yo-kai n'apparaissent que furtivement dans certains niveaux.
it: Alcuni Yo-kai appariranno solo una volta ogni tanto in alcuni schemi!
pt: Alguns Yo-kai aparecem apenas de vez em quando em algumas fases!
ru: Некоторые йо-каи появляются время от времени только на определенных уровнях!

# loadingwidget_02_18
source: Take out the Noko which sometimes appear to earn a ton of XP!
de: Besiege Noko, der ab und zu erscheint, um eine gewaltige Menge EP zu erhalten!
es: ¡Saca el Noko que aparece algunas veces para conseguir montones de XP!
fr: Viens à bout du Noko qui apparaît de temps à autre pour gagner plein d'EXP.
it: Batti il Noko che appare ogni tanto per ottenere un sacco di XP!
pt: Derrote o Noko que aparece de vez em quando para ganhar um monte de EXP!
ru: Побеждай Ноко, чтобы заработать много опыта!

# loadingwidget_02_19
source: The orange stages are special hidden stages!
de: Orangefarbene Level kennzeichnen versteckte Bereiche!
es: ¡Los escenarios naranjas son escenarios ocultos especiales!
fr: Les niveaux orange sont des niveaux cachés spéciaux.
it: Gli schemi arancioni sono schemi nascosti speciali!
pt: As fases alaranjadas são fases especiais escondidas!
ru: Оранжевые уровни - это особые скрытые уровни!

# loadingwidget_02_20
source: You can access hidden stages by accomplishing specific achievements on nearby stages!
de: Du kannst versteckte Level freischalten, indem du in angrenzenden spezifische Ziele erreichst!
es: ¡Puedes acceder a los escenarios ocultos si completas logros específicos en escenarios cercanos!
fr: Tu peux accéder aux niveaux cachés en atteignant des objectifs précis dans les niveaux proches
it: Puoi accedere agli schemi nascosti raggiungendo obiettivi specifici negli schemi vicini!
pt: Você pode acessar as fases ocultas obtendo conquistas específicas nas fases próximas dela!
ru: Чтобы попасть на скрытые уровни, нужно добиться определенных достижений на соседних уровнях!

# loadingwidget_02_21
source: Accomplishing specific achievements on boss stages unlocks secret maps!
de: Das Erreichen bestimmter Ziele in Boss-Leveln schaltet geheime Karten frei!
es: ¡Si completas logros específicos en escenarios de jefe, desbloqueas mapas secretos!
fr: Atteins des objectifs précis dans les niveaux des boss pour débloquer des cartes secrètes
it: Raggiungere determinati obiettivi negli schemi dei boss sblocca mappe segrete!
pt: Obtenha conquistas específicas nas fases dos chefes para desbloquear mapas secretos!
ru: Специальные достижения на уровнях боссов открывают секретные карты!

# loadingwidget_02_22
source: Enemies on secret maps drop items more often!
de: Gegner auf geheimen Karten lassen häufiger Gegenstände fallen!
es: ¡Los enemigos de los mapas secretos dejan objetos más veces!
fr: Lorsque tu entres en Ébullition, tu infliges plus de dégâts et tu marques plus de points.
it: I nemici nelle mappe segrete lasciano più spesso oggetti!
pt: Inimigos em mapas secretos dropam itens com mais frequência!
ru: Противники на секретных картах чаще роняют предметы!

# loadingwidget_02_23
source: Your friends can send you Spirit to help you on your way!
de: Deine Freunde können dir Geist schicken, um dir bei einem Abenteuer zu helfen!
es: ¡Tus amigos pueden enviarte espíritu para ayudarte!
fr: Tes amis peuvent t'envoyer de l'Esprit pour t'aider.
it: I tuoi amici possono mandarti dello spirito per aiutarti!
pt: Seus amigos podem mandar Espírito para lhe ajudar em sua jornada!
ru: Твои друзья могут послать тебе спириты, чтобы помочь тебе!

# loadingwidget_02_24
source: You can't befriend enemies beaten in Score Attack mode!
de: Mit Gegnern, die du im Modus „Punktejagd“ bezwungen hast, kannst du dich nicht anfreunden!
es: Los enemigos vencidos en el modo Reto de puntuación no pueden hacerse amigos tuyos
fr: Tu ne peux pas gagner l'amitié d'ennemis battus en mode Attaque de score.
it: Non puoi fare amicizia con i nemici battuti in modalità Attacco al punteggio!
pt: Você não pode ficar amigo de inimigos derrotados no modo Ataque de Pontuação!
ru: Нельзя подружиться с врагами, побежденными в режиме Битва за очки!

# loadingwidget_02_25
source: Final Score Attack results are tallied up every Monday!
de: Die abschließenden „Punktejagd“- Resultate werden jeden Montag berechnet!
es: ¡Los resultados finales de Reto de puntuación se calculan los lunes!
fr: Les résultats d'Attaque de score sont rendus publics tous les lundis.
it: I risultati finali dell'Attacco al punteggio vengono conteggiati ogni lunedì!
pt: Os resultados finais do Ataque de Pontuação são avaliados toda segunda-feira!
ru: Итоги Битвы за очки подводятся каждый понедельник!

# loadingwidget_03
source: Score Attack Tips
de: Tipps für die Punktejagd
es: Consejos para Reto de puntuación
fr: Astuces d'Attaque de score
it: Consigli per l'Attacco al punteggio
pt: Dicas para o modo Ataque de Pontuação
ru: Подсказки для Битвы за очки

# level5info01dialog_01
source: Connect with Facebook
de: Mit Facebook verbinden
es: Conectar con Facebook
fr: Se connecter avec Facebook
it: Collegati con Facebook
pt: Conectar com o Facebook
ru: Войти через Facebook

# level5info01dialog_02_01
source: By connecting with Facebook, you can
de: Indem du dich mit Facebook verbindest,
es: Al conectar con Facebook, podrás usar
fr: En te connectant avec Facebook, tu
it: Per effettuare l'accesso tramite
pt: Ao conectar com o Facebook, você
ru: Входя через Facebook, вы можете

# level5info01dialog_02_02
source: use the same data across multiple
de: kannst du dieselben Daten auf
es: los mismos datos en distintos
fr: peux utiliser les mêmes données sur
it: Facebook puoi utilizzare gli stessi dati
pt: poderá usar os mesmos dados em
ru: использовать одни и те же

# level5info01dialog_02_03
source: devices or transfer save data to a
de: mehreren Geräten verwenden oder
es: dispositivos y también transferir datos
fr: plusieurs appareils ou transférer tes
it: con diversi dispositivi, oppure trasferire
pt: vários dispositivos ou transferir dados
ru: данные на разных устройствах

# level5info01dialog_02_04
source: new device.
de: Speicherstände auf ein neues Gerät
es: de guardado a un dispositivo nuevo.
fr: données de sauvegarde sur un nouvel
it: salvataggi su un nuovo dispositivo.
pt: salvos para um novo dispositivo.
ru: Ты также сможешь восстановить свои

# level5info01dialog_03_01
source: If you accidentily delete the app
de: übertragen.
es: Si eliminas la app sin querer, podrás
fr: appareil.
it: Nel caso dovessi cancellare per errore
pt: Se você excluir o aplicativo
ru: данные, если случайно удалишь игру.

# level5info01dialog_04_01
source: saved data.
de: versehentlichen Löschung der App
es: Puedes conectar con Facebook cuando
fr: l'application, tu pourras récupérer tes
it: i tuoi salvataggi.
pt: dados salvos.
ru: В случае случайного удаление

# level5info01dialog_04_02
source: You can connect with Facebook
de: deine Speicherstände wiederherstellen.
es: quieras.
fr: données de sauvegarde.
it: Puoi collegarti con Facebook i qualsiasi
pt: É possível conectar com o Facebook a
ru: Ты можешь получить свой

# level5info01dialog_05_01
source: at any time.
de: Du kannst dich jederzeit mit Facebook
fr: Tu peux te connecter avec Facebook
it: momento.
pt: qualquer momento.
ru: сохраненные данные.

# level5info01connecteddialog_01
source: Connect with Facebook
de: Mit Facebook verbinden
es: Conectar con Facebook
fr: Se connecter avec Facebook
it: Collegati con Facebook
pt: Conectar com o Facebook
ru: Войти через Facebook

# level5info01connecteddialog_02_01
source: Connected with Facebook
de: Mit Facebook verbunden
es: Conectado con Facebook
fr: Connecté avec Facebook
it: Collegato con Facebook
pt: Conectado com o Facebook
ru: Выполнен вход через Facebook

# systemnetworkmanager_01
source: Economy
es: Básico
fr: Économie
it: Economia
pt: Economia
ru: Экономный

# systemnetworkmanager_02_01
source: Silver I
de: Silber I
es: Plata I
fr: Argent I
it: Argento I
pt: Prata I
ru: Серебряный I

# systemnetworkmanager_02_02
source: Silver II
de: Silber II
es: Plata II
fr: Argent II
it: Argento II
pt: Prata II
ru: Серебряный II

# systemnetworkmanager_02_03
source: Silver III
de: Silber III
es: Plata III
fr: Argent III
it: Argento III
pt: Prata III
ru: Серебряный III

# systemnetworkmanager_03_01
source: Gold I
es: Oro I
fr: Or I
it: Oro I
pt: Ouro I
ru: Золотой I

# systemnetworkmanager_03_02
source: Gold II
es: Oro II
fr: Or II
it: Oro II
pt: Ouro II
ru: Золотой II

# systemnetworkmanager_03_03
source: Gold III
es: Oro III
fr: Or III
it: Oro III
pt: Ouro III
ru: Золотой III

# systemnetworkmanager_04_01
source: Platinum I
de: Platin I
es: Platino I
fr: Platine I
it: Platino I
pt: Platina I
ru: Платиновый I

# systemnetworkmanager_04_02
source: Platinum II
de: Platin II
es: Platino II
fr: Platine II
it: Platino II
pt: Platina II
ru: Платиновый II

# systemnetworkmanager_04_03
source: Platinum III
de: Platin III
es: Platino III
fr: Platine III
it: Platino III
pt: Platina III
ru: Платиновый III

# systemnetworkmanager_05_01
source: Black III
de: Schwarz I
es: Negro I
fr: Noir I
it: Nero I
pt: Preto I
ru: Черный I

# systemnetworkmanager_06
source: Status Up!
de: Statusaufstieg!
es: ¡Sube de estado!
fr: Nouveau statut !
it: Aumento di stato!
pt: Evolução de status!
ru: Статус вырос!

# systemnetworkmanager_07_01
source: Status is
de: Der Status ist
es: ¡El estado es
fr: Ton statut est
it: Lo stato ora
pt: O status agora
ru: Статус

# systemnetworkmanager_07_02
source: now <R>%s</R>!
de: nun <R>%s</R>!
es: ahora <R>%s</R>!
fr: désormais <R>%s</R> !
it: è <R>%s</R>!
pt: é <R>%s</R>!
ru: сейчас: <R>%s</R>!

# systemnetworkmanager_07_03
source: Status is now <R>%s</R>!
de: Der Status ist nun <R>%s</R>!
es: ¡El estado es ahora <R>%s</R>!
fr: Ton statut est désormais <R>%s</R> !
it: Lo stato ora è <R>%s</R>!
pt: O status agora é <R>%s</R>!
ru: Текущий статус: <R>%s</R>!

# systemnetworkmanager_08
source: Unable to save play data.
de: Spieldaten konnten nicht gespeichert werden.
es: No se han podido guardar los datos.
fr: Sauvegarde des données de jeu impossible.
it: Impossibile salvare i dati di gioco.
pt: Não foi possível salvar os dados do jogo.
ru: Не удалось сохранить игровые данные.
